{
  "en": {
    "home": "Home",
    "about": "About",
    "contact": "Contact",
    "launchingSoon": "Launching Soon",
    "stayTuned": "We're preparing something extraordinary. Stay tuned for updates.",
    "companyStory": "Company Story",
    "companyStoryShort": "Nigerian payments fail without warning. Support waits until business hours. Credentials get shared hoping they won't be misused. We built eVault to fix this with real-time transaction success indicators, 24/7 human support, and secure credential sharing through our Digital Vault.",
    "companyStoryFull": "Founded with a vision to transform how businesses operate, our company stands at the intersection of innovation and excellence. We believe in creating solutions that not only meet today's challenges but anticipate tomorrow's opportunities.\n\nOur team of dedicated professionals brings together decades of combined experience across various industries, united by a common goal: to deliver exceptional value to our clients. We approach every project with creativity, precision, and an unwavering commitment to quality.\n\nThrough strategic partnerships and continuous innovation, we've built a reputation for reliability and results. Our solutions are designed to be scalable, sustainable, and tailored to each client's unique needs.\n\nAs we prepare to launch our new platform, we're excited to share our vision with the world. Join us on this journey as we redefine what's possible in modern business.",
    "ourMission": "Our Mission",
    "missionText": "To empower businesses with innovative solutions that drive growth and success.",
    "getInTouch": "Get In Touch",
    "contactInfo": "Contact Information",
    "email": "Email",
    "phone": "Phone",
    "address": "Address",
    "followUs": "Follow Us",
    "emailPlaceholder": "info@company.com",
    "phonePlaceholder": "+234 (555) 123-4567",
    "addressPlaceholder": "123 Business Avenue, Suite 100, City, State 12345",
    "aboutHeader": "Rethinking Payment Infrastructure for Nigeria",
    "aboutVisionTitle": "Our Vision",
    "aboutVisionText": "The Nigerian payment landscape has evolved significantly, yet fundamental challenges remain. Transactions fail without warning, leaving funds in limbo. Customer support operates during business hours only, forcing users to wait days for resolution. Sharing sensitive financial credentials means hoping they won't be misused. We founded eVault to address these systemic issues with technology designed specifically for the Nigerian market.",
    "aboutDifferentTitle": "How We're Different",
    "aboutDifferentPara1": "At eVault, we believe transparency should come before authorization, not after. Our network strength indicator analyzes real-time bank connectivity before you initiate any transaction, showing you whether your payment is likely to succeed. This simple innovation eliminates the anxiety of wondering whether your transfer went through and the frustration of multi-day reversal processes when it doesn't.",
    "aboutDifferentPara2": "We've structured our customer support around a principle that sounds obvious but remains rare in Nigerian fintech: humans should answer when you call. Our support team operates twenty-four hours daily, seven days weekly, by phone and chat. When a transaction issue arises at two in the morning, you speak with a trained representative who resolves your problem in minutes, not a chatbot that creates a ticket you'll follow up on during business hours.",
    "aboutDifferentPara3": "For business users and professionals, we developed the Digital Vault a secure credential management system that solves a problem most fintechs ignore. When you need to share banking details, verification documents, or access credentials, the Vault generates time-limited, single-use links. Recipients can view the information once before the link expires permanently, even if they forward it to others. Your sensitive data remains secure without requiring complex encryption knowledge from either party.",
    "aboutPartnershipsTitle": "Built on Strategic Partnerships",
    "aboutPartnershipsPara1": "Rather than attempting to become a bank ourselves, we've partnered with BELL Microfinance Bank to provide our users with fully licensed, regulated accounts. This partnership allows us to focus on what we do best building superior payment technology and customer experience while BELL handles account management, regulatory compliance, and fund security under Central Bank of Nigeria oversight. Your eVault account functions as a complete banking solution with faster transfers and lower fees than traditional banks, backed by BELL's microfinance banking license.",
    "aboutPartnershipsPara2": "Security architecture underpins everything we build. We employ bank-grade encryption standards used by international financial institutions, ensuring your funds and personal information remain protected. Every service operates with redundant backup systems, so if one payment gateway experiences issues, another activates automatically without interrupting your transaction. Your payments succeed because our infrastructure is designed for Nigerian network realities, not imported assumptions about connectivity.",
    "aboutPlatformTitle": "The Complete Payment Platform",
    "aboutPlatformText": "Beyond our core innovations, eVault provides all the payment services Nigerians use daily. Purchase airtime for any network, activate data bundles starting at ₦499 for one gigabyte, pay electricity and water bills for major providers, and recharge cable subscriptions for DSTV, GOtv, and Startimes. These aren't our differentiators they're expected conveniences we've made reliable and affordable within a single platform.",
    "aboutInnovationTitle": "Innovation in Development",
    "aboutInnovationPara1": "We're currently building contactless payment capabilities that will launch in phases. Business users will benefit from NFC tap-to-pay functionality at partnered merchant locations, while personal users will have QR code-based transfers for instant peer-to-peer payments. Each user receives a unique QR code upon signup for receiving funds, and our scanning feature enables payments to any other eVault user. We're developing this infrastructure thoughtfully, prioritizing security and reliability over rushed deployment.",
    "aboutInnovationPara2": "Beyond contactless payments, our development roadmap includes AI-powered transaction analysis that identifies optimal payment times based on historical network patterns, smart budgeting tools that automate savings without requiring conscious effort, and advanced fraud detection that prevents suspicious activity before it affects your account. These features represent our longer-term vision for what Nigerian fintech should become.",
    "aboutEarlyAdoptersTitle": "Early Adopter Benefits",
    "aboutEarlyAdoptersText": "Users who join eVault before our official launch receive permanent benefits as appreciation for their early trust. You'll earn one percent cashback on all airtime purchases, increasing to two percent when you refer ten or more verified users. Early adopters receive priority customer support during our first ninety days and first access to new features as they launch. These aren't promotional offers that expire they're permanent benefits for our founding user community.",
    "aboutCommitmentTitle": "Our Commitment to You",
    "aboutCommitmentPara1": "We're not building eVault to compete in the crowded fintech space by offering slightly better rates or marginally faster transfers. We're rethinking how payment infrastructure should work in Nigeria, starting with three principles that guide every decision we make.",
    "aboutCommitmentPara2": "First, users deserve to know whether their transaction will succeed before they authorize it, not discover failures afterward. Second, when you need help, you should speak with a human who can resolve your issue immediately, regardless of the time or day. Third, sharing sensitive information shouldn't require choosing between convenience and security you should have both.",
    "aboutCommitmentPara3": "These principles shape everything from our technical architecture to our staffing decisions. They're expensive to implement correctly and impossible to fake long-term. But they're also the foundation of the payment platform Nigeria deserves, and we're committed to building it right rather than building it fast.",
    "aboutStayInformedTitle": "Stay Informed",
    "aboutStayInformedText": "Subscribe to our newsletter for updates on our launch date, new feature announcements, and early access opportunities. We're building something significant, and we want you involved from the beginning.",
    "taglineShort": "Smart, safe, and reliable",
    "tagline": "eVault: Built for Nigerian network realities, not hopeful assumptions.",
    "smartWallet": "Smart Wallet",
    "smartWalletDesc": "For all your financial needs",
    "digitalVault": "Digital Vault",
    "digitalVaultDesc": "Store credentials securely",
    "customerSupport": "24/7 customer support",
    "customerSupportDesc": "You are our priority",
    "contactHeader": "Get in Touch",
    "contactSubheader": "Have questions about eVault? Want to learn more about our features or partnership opportunities? We'd love to hear from you.",
    "emailUs": "Email Us",
    "responseTime": "We typically respond within 24 hours",
    "stayConnected": "Stay Connected",
    "followUpdates": "Follow us for updates, behind-the-scenes content, and launch announcements"
  },
  "ha": {
    "home": "Gida",
    "about": "Game da",
    "contact": "Tuntuɓar",
    "launchingSoon": "Gabatarwa Nan Gaba",
    "stayTuned": "Muna shirya wani abu na ban mamaki. Ci gaba da saurara don sabuntawa.",
    "companyStory": "Labarin Kamfani",
    "companyStoryShort": "Biyan kuɗi a Najeriya na samun matsala ba tare da an sani ba. Taimako yana aiki ne kawai a lokutan aiki. Ana raba bayanan sirri da fatan ba za a yi amfani da su ba ta hanyar da ba daidai ba. Mun kirkiro eVault don gyara wannan ta hanyar nuna nasarar ma'amala a nan take, taimakon ɗan adam 24/7, da raba bayanan sirri cikin aminci ta hanyar 'Digital Vault' (Ma'ajiyar Bayanai ta Intanet) ɗinmu.",
    "companyStoryFull": "An kafa shi da hangen nesa don sauya yadda kasuwanci ke gudana, kamfaninmu yana tsaye a mararrabar kirkire-kirkire da inganci. Mun yi imani da ƙirƙirar hanyoyin da ba wai kawai suke fuskantar ƙalubalen yau ba har ma da hango damar gobe.\n\nƘungiyarmu ta ƙwararrun ma'aikata ta haɗa gwanintar shekaru da yawa a masana'antu daban-daban, waɗanda manufa ɗaya ta haɗa su: don ba da ƙima ta musamman ga abokan cinikinmu. Muna tunkarar kowane aiki da kirkira, daidaito, da kuma jajircewa ga inganci.\n\nTa hanyar haɗin gwiwa na dabara da ci gaba da kirkire-kirkire, mun gina suna don aminci da sakamako. An tsara hanyoyinmu don su zama masu fa'ida, masu dorewa, kuma an keɓance su da buƙatun kowane abokin ciniki.\n\nYayin da muke shirin ƙaddamar da sabon dandalinmu, muna farin cikin raba hangen nesanmu da duniya. Ku kasance tare da mu a wannan tafiya yayin da muke sake fasalin abin da zai yiwu a kasuwancin zamani.",
    "ourMission": "Manufarmu",
    "missionText": "Don ƙarfafa kasuwanci da sababbin hanyoyi waɗanda ke haifar da ci gaba da nasara.",
    "getInTouch": "Tuntuɓar Mu",
    "contactInfo": "Bayanin Tuntuɓar",
    "email": "Imel",
    "phone": "Wayar hannu",
    "address": "Adireshi",
    "followUs": "Bi Mu",
    "emailPlaceholder": "info@company.com",
    "phonePlaceholder": "+234 (555) 123-4567",
    "addressPlaceholder": "123 Hanyar Kasuwanci, Suite 100, Gari, Jiha 12345",
    "aboutHeader": "Sake Tunani akan Tsarin Biyan Kuɗi na Najeriya",
    "aboutVisionTitle": "Hangarmu",
    "aboutVisionText": "Tsarin biyan kuɗi a Najeriya ya samu ci gaba sosai, amma har yanzu akwai manyan ƙalubale. Ma'amaloli na samun matsala ba tare da an sani ba, wanda ke barin kuɗi a cikin halin rashin tabbas. Taimakon abokan ciniki yana aiki ne kawai a lokutan aiki, wanda ke tilasta masu amfani su jira kwanaki don samun mafita. Raba mahimman bayanan sirri na kuɗi yana nufin fatan ba za a yi amfani da su ba ta hanyar da ba daidai ba. Mun kafa eVault don magance waɗannan matsalolin da fasahar da aka tsara musamman don kasuwar Najeriya.",
    "aboutDifferentTitle": "Yadda Mu Ke Bambanta",
    "aboutDifferentPara1": "A eVault, mun yi imani da cewa nuna gaskiya ya kamata ya zo kafin bayar da izini, ba bayan ba. Mai nuna ƙarfin cibiyar sadarwarmu yana nazarin haɗin banki a ainihin lokacin kafin ka fara kowace ma'amala, yana nuna maka ko biyan kuɗinka zai yi nasara. Wannan sabuwar dabara mai sauƙi tana kawar da damuwar ko an tura kuɗin ka da kuma takaicin jiran kwanaki da yawa don dawo da kuɗi idan bai tafi ba.",
    "aboutDifferentPara2": "Mun tsara tallafin abokan cinikinmu bisa wata ƙa'ida wadda ta zama kamar a bayyane take amma har yanzu ba a cika samunta ba a fintech na Najeriya: ya kamata mutane su amsa idan ka kira. Ƙungiyar tallafinmu tana aiki awanni ashirin da huɗu a rana, kwana bakwai a mako, ta waya da taɗi. Lokacin da matsalar ma'amala ta taso da ƙarfe biyu na safe, za ka yi magana da wakilin da aka horar wanda zai magance matsalar ka cikin mintuna, ba 'chatbot' da zai ƙirƙiri tikiti wanda za ka bi diddigi a lokutan aiki ba.",
    "aboutDifferentPara3": "Ga masu amfani da kasuwanci da ƙwararru, mun ƙirƙiri 'Digital Vault' - tsarin sarrafa bayanan sirri mai aminci wanda ke magance matsalar da yawancin fintechs ke watsi da ita. Lokacin da kake buƙatar raba bayanan banki, takaddun tantancewa, ko bayanan shiga, 'Vault' ɗin yana haifar da hanyoyin haɗin gwiwa na ɗan lokaci, waɗanda ake amfani da su sau ɗaya. Masu karɓa za su iya duba bayanin sau ɗaya kafin haɗin ya ƙare har abada, koda sun tura wa wasu. Mahimman bayananka suna kasancewa cikin aminci ba tare da buƙatar ilimin ɓoye bayanai mai rikitarwa daga kowane bangare ba.",
    "aboutPartnershipsTitle": "Gina akan Hadin Gwiwa na Dabara",
    "aboutPartnershipsPara1": "Maimakon ƙoƙarin zama banki da kanmu, mun haɗa gwiwa da BELL Microfinance Bank don samar wa masu amfani da mu asusun ajiyar kuɗi masu lasisi kuma masu bin ƙa'ida. Wannan haɗin gwiwar yana ba mu damar mayar da hankali kan abin da muka fi iya yi - gina ingantacciyar fasahar biyan kuɗi da kwarewar abokin ciniki - yayin da BELL ke kula da sarrafa asusu, bin ƙa'idodin doka, da tsaron kuɗi a ƙarƙashin kulawar Babban Bankin Najeriya. Asusunka na eVault yana aiki azaman cikakken mafita na banki tare da saurin tura kuɗi da ƙananan kudade fiye da bankunan gargajiya, wanda lasisin bankin microfinance na BELL ke mara masa baya.",
    "aboutPartnershipsPara2": "Tsarin tsaro yana ƙarƙashin duk abin da muke ginawa. Muna amfani da matakan ɓoye bayanai na banki waɗanda cibiyoyin kuɗi na duniya ke amfani da su, muna tabbatar da cewa kuɗaɗenka da bayanan sirri naka sun kasance a kiyaye. Kowane sabis yana aiki da tsarin madadin da yawa, don haka idan wata hanyar biyan kuɗi ta sami matsala, wata za ta kunna kai tsaye ba tare da katse ma'amalar ka ba. Biyan kuɗinka yana samun nasara saboda an tsara kayan aikinmu don dacewa da yanayin cibiyar sadarwa ta Najeriya, ba zato ba tsammani da aka shigo da su game da haɗin kai ba.",
    "aboutPlatformTitle": "Cikakken Tsarin Biya",
    "aboutPlatformText": "Baya ga manyan sabbin abubuwan da muka kawo, eVault yana ba da duk ayyukan biyan kuɗi da 'yan Najeriya ke amfani da su a kullum. Sayi katin waya na kowace hanyar sadarwa, kunna kunshin bayanai (data) farawa daga ₦499 kan gigabyte ɗaya, biya kuɗin wutar lantarki da na ruwa ga manyan masu samarwa, da kuma cajin biyan kuɗin talabijin na DSTV, GOtv, da Startimes. Waɗannan ba su ne abubuwan da suka bambanta mu ba - abubuwan jin daɗi ne da ake tsammani waɗanda muka sanya su zama masu aminci da araha a cikin dandamali ɗaya.",
    "aboutInnovationTitle": "Sabuntarwa a Ci gaba",
    "aboutInnovationPara1": "A halin yanzu muna gina hanyoyin biyan kuɗi marasa buƙatar taɓawa (contactless) waɗanda za a ƙaddamar da su a matakai daban-daban. Masu amfani da kasuwanci za su amfana daga aikin biyan kuɗi na NFC (tap-to-pay) a wuraren 'yan kasuwa da aka yi haɗin gwiwa da su, yayin da masu amfani da kansu za su sami hanyar tura kuɗi ta hanyar lambar QR don biyan kuɗi tsakanin mutane nan take. Kowane mai amfani yana karɓar lambar QR ta musamman bayan rajista don karɓar kuɗi, kuma fasalin bincikenmu yana ba da damar biyan kuɗi ga kowane mai amfani da eVault. Muna haɓaka wannan kayan aikin a hankali, muna ba da fifiko ga tsaro da aminci fiye da turawa cikin gaggawa.",
    "aboutInnovationPara2": "Baya ga biyan kuɗi marasa taɓawa, shirin ci gabanmu ya haɗa da nazarin ma'amala da ke amfani da basirar wucin gadi (AI) wanda ke gano mafi kyawun lokutan biyan kuɗi bisa la'akari da yanayin cibiyar sadarwa na baya, kayan aikin kasafin kuɗi masu wayo waɗanda ke adana kuɗi kai tsaye ba tare da buƙatar ƙoƙari na sane ba, da kuma ingantaccen gano zamba wanda ke hana ayyukan da ake tuhuma kafin su shafi asusunka. Waɗannan fasalulluka suna wakiltar hangen nesanmu na dogon lokaci game da abin da fintech na Najeriya ya kamata ya zama.",
    "aboutEarlyAdoptersTitle": "Fa'idodin Masu Farko",
    "aboutEarlyAdoptersText": "Masu amfani da suka shiga eVault kafin ƙaddamar da mu a hukumance suna karɓar fa'idodi na dindindin a matsayin godiya ga amincewarsu ta farko. Za ka sami kashi ɗaya cikin ɗari (1%) na kuɗin da ka kashe a duk sayayyar katin waya, wanda zai ƙaru zuwa kashi biyu (2%) idan ka gayyaci masu amfani goma ko fiye da haka waɗanda aka tantance. Masu shiga da wuri suna karɓar fifiko wajen tallafin abokin ciniki a cikin kwanaki casa'in na farko da kuma damar farko ga sabbin abubuwa yayin da aka ƙaddamar da su. Waɗannan ba tayin talla ba ne da ke ƙarewa - fa'idodi ne na dindindin ga al'ummar masu amfani da mu na farko.",
    "aboutCommitmentTitle": "Alkalinmu Zuwa Gare Ku",
    "aboutCommitmentPara1": "Ba muna gina eVault don yin gogayya a cikin cunkoson sararin fintech ba ta hanyar ba da rahusa kaɗan ko saurin tura kuɗi. Muna sake tunani game da yadda tsarin biyan kuɗi ya kamata ya yi aiki a Najeriya, farawa da ƙa'idodi uku waɗanda ke jagorantar kowane shawara da muka yanke.",
    "aboutCommitmentPara2": "Na farko, masu amfani sun cancanci su san ko ma'amalarsu za ta yi nasara kafin su ba da izini, ba wai su gano gazawar daga baya ba. Na biyu, lokacin da kake buƙatar taimako, ya kamata ka yi magana da ɗan adam wanda zai iya magance matsalar ka nan da nan, ba tare da la'akari da lokaci ko rana ba. Na uku, raba bayanai masu mahimmanci bai kamata ya buƙaci zaɓar tsakanin sauƙi da tsaro ba - ya kamata ka sami duka biyun.",
    "aboutCommitmentPara3": "Waɗannan ƙa'idodin suna tsara komai tun daga tsarin fasaharmu zuwa shawarwarin ma'aikatanmu. Suna da tsada don aiwatarwa daidai kuma ba zai yiwu a yi jabun su na dogon lokaci ba. Amma kuma su ne ginshiƙin dandalin biyan kuɗi da Najeriya ta cancanta, kuma mun himmatu wajen gina shi daidai maimakon gina shi da sauri.",
    "aboutStayInformedTitle": "Ci gaba da Labarai",
    "aboutStayInformedText": "Yi rijista don wasiƙarmu ta labarai don samun sabbin bayanai game da ranar ƙaddamar da mu, sanarwar sabbin abubuwa, da damar shiga da wuri. Muna gina wani abu mai mahimmanci, kuma muna son ku kasance tare da mu tun daga farko.",
    "taglineShort": "Mai wayo, amintacce, kuma abin dogara",
    "tagline": "eVault: An gina shi don gaskiyar cibiyar sadarwa ta Najeriya, ba zato ba tsammani.",
    "smartWallet": "Jakar Wayo",
    "smartWalletDesc": "Don duk bukatun ku na kudi",
    "digitalVault": "Ma'ajiyar Dijital",
    "digitalVaultDesc": "Adana bayanan sirri cikin aminci",
    "customerSupport": "Tallafin abokin ciniki 24/7",
    "customerSupportDesc": "Ku ne fifikon mu",
    "contactHeader": "Tuntuɓar Mu",
    "contactSubheader": "Kuna da tambayoyi game da eVault? Kuna son koyi karin bayani game da fasalinmu ko damar hadin gwiwa? Muna son jin labarinku.",
    "emailUs": "Aika Mana Imel",
    "responseTime": "Muna amsa a cikin awanni 24",
    "stayConnected": "Kasance a Haɗe",
    "followUpdates": "Bi mu don sabuntawa, abubuwan da ke faruwa a baya, da sanarwar ƙaddamarwa"
  },
  "yo": {
    "home": "Ile",
    "about": "Nipa",
    "contact": "Olubasoro",
    "launchingSoon": "Ifilọlẹ Laipẹ",
    "stayTuned": "A n mura ohun elo to yanilenu. Duro fun awọn imudojuiwọn.",
    "companyStory": "Itan Ile-iṣẹ",
    "companyStoryShort": "Àwọn ìsanwó Nàìjíríà máa ń kùnà láìròtẹ́lẹ̀. Ìrànlọ́wọ́ oníbàárà wà ní àsìkò iṣẹ́ nìkan. A máa ń pin àwọn àṣírí ìwọlé pẹ̀lú ìrètí pé wọn kò ní lò ó ní ọ̀nà àìtọ́. A kọ́ eVault láti ṣatunṣe èyí pẹ̀lú àwọn àmì àṣeyọrí ìdúnáókòwò lójú ẹsẹ̀, ìrànlọ́wọ́ ènìyàn 24/7, àti pípín àṣírí ní ààbò nípasẹ̀ 'Digital Vault' (Àpò Àṣírí Oní-nọ́mbà) wa.",
    "companyStoryFull": "Ti a da pẹlu iran lati yi ọna ti awọn iṣowo n ṣiṣẹ pada, ile-iṣẹ wa duro ni ikorita ti ĭdàsílẹ ati didara julọ. A gbagbọ ninu ṣiṣẹda awọn ojutu ti kii ṣe pe o nikan koju awọn ipenija oni ṣugbọn ti o n reti awọn anfani ọla.\n\nẸgbẹ wa ti awọn alamọja ti o ṣe iyasọtọ mu awọn iriri ọdun pupọ jọpọ kọja ọpọlọpọ awọn ile-iṣẹ, ti a fọwọsowọpọ nipasẹ ibi-afẹde kan: lati pese iye ti o tayọ si awọn alabara wa. A sunmọ gbogbo iṣẹ akanṣe pẹlu iṣẹda, deede, ati ifaramọ ti ko ni iyipada si didara.\n\nNipasẹ awọn ajọṣepọ ilana ati ĭdàsílẹ ti nlọsiwaju, a ti kọ orukọ rere fun igbẹkẹle ati awọn abajade. Awọn ojutu wa jẹ apẹrẹ lati jẹ iwọn, alagbero, ati ti a ṣe deede si awọn iwulo alailẹgbẹ alabara kọọkan.\n\nBi a ṣe n murasilẹ lati ṣe ifilọlẹ pẹpẹ tuntun wa, inu wa dun lati pin iran wa pẹlu agbaye. Darapọ mọ wa ni irin-ajo yii bi a ṣe n ṣatunto ohun ti o ṣeeṣe ni iṣowo ode oni.",
    "ourMission": "Iṣẹ Wa",
    "missionText": "Lati fun awọn iṣowo ni agbara pẹlu awọn ojutu tuntun ti n wa ilọsiwaju ati aṣeyọri.",
    "getInTouch": "Kan si Wa",
    "contactInfo": "Alaye Olubasoro",
    "email": "Imeeli",
    "phone": "Foonu",
    "address": "Adiresi",
    "followUs": "Tele Wa",
    "emailPlaceholder": "info@company.com",
    "phonePlaceholder": "+234 (555) 123-4567",
    "addressPlaceholder": "123 Opopona Iṣowo, Suite 100, Ilu, Ipinle 12345",
    "aboutHeader": "Àtúnyẹ̀wò Àwọn Amáyédèrọ̀ Ìsanwó fún Nàìjíríà",
    "aboutVisionTitle": "Iran Wa",
    "aboutVisionText": "Bí ó tilẹ̀ jẹ́ pé ọ̀nà ìsanwó ní Nàìjíríà ti ní ìdàgbàsókè púpọ̀, àwọn ìpèníjà pàtàkì ṣì wà. Àwọn ìdúnáókòwò máa ń kùnà láìròtẹ́lẹ̀, tí owó á sì wà níbì kan. Ìrànlọ́wọ́ oníbàárà wà ní àsìkò iṣẹ́ nìkan, èyí tó ń mú kí àwọn ènìyàn dúró fún ọjọ́ púpọ̀ kí á tó yanjú ọ̀rọ̀ wọn. Pípín àwọn àṣírí ìwọlé oní-fówó túmọ̀ sí gbígbàdúrà pé wọn kò ní lò ó ní ọ̀nà àìtọ́. A dá eVault sílẹ̀ láti dojú kọ àwọn ìṣòro gbòǹgbò wọ̀nyí pẹ̀lú ẹ̀rọ ayélujára tí a ṣe ní pàtó fún ọjà Nàìjíríà.",
    "aboutDifferentTitle": "Bii A Ṣe Yatọ",
    "aboutDifferentPara1": "Ní eVault, a gbàgbọ́ pé àfihàn-gbangba yẹ kó wá ṣáájú ìfọwọ́sí, kì í ṣe lẹ́yìn rẹ̀. Àmì agbára nẹ́tíwọ́kì wa máa ń ṣàyẹ̀wò bí nẹ́tíwọ́kì báǹkì ṣe rí ní àkókò gidi kí o tó bẹ̀rè ìdúnáókòwò kankan, yóò sì fi hàn ọ́ bóyá ìsanwó rẹ yóò yọrí sí rere. Ìdàsílẹ̀ tó rọrùn yìí á mú àníyàn kúrò nípa bóyá owó rẹ lọ tàbí kò lọ, àti ìjákulẹ̀ tí ó máa ń wáyé nígbà tí ìdápadà owó bá gba ọjọ́ púpọ̀.",
    "aboutDifferentPara2": "A ti ṣe àgbékalẹ̀ ìrànlọ́wọ́ oníbàárà wa lórí ìlànà kan tí ó dún bíi pé ó hàn gbangba ṣùgbọ́n tí ó ṣọ̀wọ́n nínú àwọn ilé-iṣẹ́ fintech Nàìjíríà: ènìyàn gbọ́dọ̀ dáhùn nígbàtí o bá pè. Ẹgbẹ́ ìrànlọ́wọ́ wa ń ṣiṣẹ́ ní wákàtí mẹ́rìnlélógún lóòjọ́, ọjọ́ méje ní ọ̀sẹ̀, nípasẹ̀ tẹlifóònù àti ìjíròrò orí ayélujára. Nígbàtí ìṣòro ìdúnáókòwò bá yọjú ní agogo méjì òru, wàá bá aṣojú tó ní ìdánilẹ́kọ̀ọ́ sọ̀rọ̀, ẹni tí yóò yanjú ìṣòro rẹ láàárín ìṣẹ́jú díẹ̀, kì í ṣe ẹ̀rọ 'chatbot' tí yóò ṣẹ̀dá tikẹ́ẹ̀tì tí wàá máa tẹ̀lé lórí rẹ̀ ní àsìkò iṣẹ́.",
    "aboutDifferentPara3": "Fún àwọn oníṣòwò àti àwọn akọ́ṣẹ́mọṣẹ́, a ṣe àgbéjáde 'Digital Vault' - ètò ìṣàkóso àṣírí ìwọlé tí ó ní ààbò, èyí tí ó yanjú ìṣòro tí ọ̀pọ̀lọpọ̀ ilé-iṣẹ́ fintech máa ń fojú fò dá. Nígbàtí o bá fẹ́ pin àwọn àṣírí báǹkì, àwọn ìwé-ẹ̀rí, tàbí àwọn àṣírí ìwọlé, 'Vault' yóò ṣẹ̀dá àwọn ìjápọ̀ tí ó ní ààlà àkókò, tí a lè lò lẹ́ẹ̀kan ṣoṣo. Àwọn olùgbà lè wo ìfọ̀rọ̀hàn náà lẹ́ẹ̀kan ṣoṣo kí ìjápọ̀ náà tó kú pátápátá, kódà bí wọ́n bá tún fi ránṣẹ́ sí àwọn ẹlòmíràn. Àwọn àṣírí pàtàkì rẹ yóò wà ní ààbò láìsí pé ó nílò ìmọ̀ ìpamọ́ tó díjú láti ọ̀dọ̀ ẹnikẹ́ni.",
    "aboutPartnershipsTitle": "Kọ lori Awọn Ibaṣepọ Ilana",
    "aboutPartnershipsPara1": "Dípò ká gbìyànjú láti di báǹkì fúnra wa, a ti ní ìbáṣepọ̀ pẹ̀lú BELL Microfinance Bank láti pèsè àwọn àpamọ́ tí ó ní ìwé-àṣẹ àti ìlànà fún àwọn oníbàárà wa. Ìbáṣepọ̀ yìí fún wa láàyè láti gbájú mọ́ ohun tí a mọ̀ ṣe jùlọ - kíkọ́ ẹ̀rọ ìsanwó tí ó ga jùlọ àti ìrírí oníbàárà - nígbàtí BELL ń bójú tó ìṣàkóso àpamọ́, ìtẹ̀lé ìlànà, àti ààbò owó lábẹ́ àbojútó Bánkì Àpapọ̀ Nàìjíríà. Àpamọ́ eVault rẹ ń ṣiṣẹ́ gẹ́gẹ́ bí ojútùú ìfowópamọ́ pípé pẹ̀lú àwọn ìpààrọ̀ owó tí ó yára jùlọ àti àwọn owó tí ó kéré jùlọ ju àwọn báǹkì ìbílẹ̀ lọ, pẹ̀lú àtìlẹyìn ìwé-àṣẹ ìfowópamọ́ kékeré ti BELL.",
    "aboutPartnershipsPara2": "Àwọn ètò ààbò ló gbé gbogbo ohun tí a kọ́ karí. A ń lo àwọn ìlànà ìpamọ́ onípò-báǹkì tí àwọn ilé-iṣẹ́ ìṣúná owó káríayé ń lò, èyí tó ń rí i dájú pé owó rẹ àti àwọn ìfọ̀rọ̀hàn ara ẹni rẹ wà ní ààbò. Gbogbo ìṣẹ́ wa ní ètò àgbápada méjì-méjì, torí náà bí ọ̀nà ìsanwó kan bá ní ìṣòro, èkejì á bẹ̀rẹ̀ iṣẹ́ lójú ẹsẹ̀ láìsí ìdíwọ́ sí ìdúnáókòwò rẹ. Àwọn ìsanwó rẹ ń yọrí sí rere nítorí pé a ṣe àwọn amáyédèrọ̀ wa fún ipò nẹ́tíwọ́kì Nàìjíríà, kì í ṣe àwọn àbá tí a kò mọ̀ nípa rẹ̀.",
    "aboutPlatformTitle": "Platform Biya Pipe",
    "aboutPlatformText": "Yàtọ̀ sí àwọn ìdàsílẹ̀ wa pàtàkì, eVault tún pèsè gbogbo àwọn iṣẹ́ ìsanwó tí àwọn ará Nàìjíríà ń lò lójoojúmọ́. Ra kárììtì fóònù fún nẹ́tíwọ́kì èyíkéyìí, ra dáátà bẹ̀rẹ̀ láti ₦499 fún gígábáìtì kan, san àwọn owó iná àti omi fún àwọn olùpèsè pàtàkì, kí o sì san owó eré ìdárayá orí tẹlifíṣọ́ọ̀nù fún DSTV, GOtv, àti Startimes. Ìwọ̀nyí kì í ṣe àwọn ohun tó mú wa yàtọ̀ - àwọn nǹkan ìrọ̀rùn tí a retí ni tí a ti jẹ́ kí ó ṣeé gbẹ́kẹ̀lé àti ní owó pọ́ọ́kú lórí pẹpẹ kan ṣoṣo.",
    "aboutInnovationTitle": "Iṣẹ tuntun ni Idagbasoke",
    "aboutInnovationPara1": "A ń kọ́ àwọn ọ̀nà ìsanwó tí kò nílò ìfọwọ́kàn (contactless) lọ́wọ́lọ́wọ́, èyí tí a óò ṣe ìfilọ́lẹ̀ rẹ̀ ní àwọn ìpele. Àwọn oníṣòwò yóò jàǹfààní láti lo ẹ̀rọ NFC (tap-to-pay) ní àwọn ibi ìtajà tí a ti ní ìbáṣepọ̀, nígbàtí àwọn oníbàárà kọ̀ọ̀kan yóò ní àwọn ìpààrọ̀ owó tí ó dá lórí koodu QR fún ìsanwó ẹlẹgbẹ́-sí-ẹlẹgbẹ́ lójú ẹsẹ̀. Oníbàárà kọ̀ọ̀kan yóò gba koodu QR tí ó yàtọ̀ lẹ́yìn ìforúkọsílẹ̀ fún gbígba owó, àti pé ẹ̀rọ ìṣàwárí wa yóò jẹ́ kí á lè sanwó fún oníbàárà eVault èyíkéyìí mìíràn. A ń ṣe àgbéjáde àwọn amáyédèrọ̀ wọ̀nyí pẹ̀lú èrò jíjìn, nípa fífi ààbò àti ìgbẹ́kẹ̀lé síwájú ìfilọ́lẹ̀ ní kánjúkánjú.",
    "aboutInnovationPara2": "Yàtọ̀ sí àwọn ìsanwó tí kò nílò ìfọwọ́kàn, àwọn ètò ìdàgbàsókè wa tún pẹlú àtúpalẹ̀ ìdúnáókòwó tí ń lo ìmọ̀ ẹ̀rọ (AI) èyí tí ó ń dá àwọn àsìkò ìsanwó tí ó dára jùlọ mọ̀ látipasẹ̀ àwọn àpẹẹrẹ nẹ́tíwọ́kì tí ó ti kọjá, àwọn irinṣẹ́ ìṣúná owó ọlọ́gbọ́n tí ó ń fi owó pamọ́ láìsí ìsapá, àti ìṣàwárí ìjìbìtì tí ó ga jùlọ tí ó ń dènà àwọn ìgbésẹ̀ ìfura kí wọ́n tó kan àpamọ́ rẹ. Àwọn ẹ̀yà wọ̀nyí dúró fún ìran wa tí ó jìnnà fún ohun tí fintech Nàìjíríà yẹ kí ó di.",
    "aboutEarlyAdoptersTitle": "Awọn Anfaani Olumulo Akọkọ",
    "aboutEarlyAdoptersText": "Àwọn oníbàárà tí ó dára pọ̀ mọ́ eVault ṣáájú ìfilọ́lẹ̀ wa ní àjálù yóò gba àwọn àǹfààní ayérayé gẹ́gẹ́ bí àmì ìdúpẹ́ fún ìgbẹ́kẹ̀lé wọn ní ìbẹ̀rẹ̀. Ìwọ yóò gba ìdá kan nínú ọgọ́rùn-ún (1%) ìdápadà owó lórí gbogbo rírà kárììtì fóònù, èyí tí yóò pọ̀ sí ìdá méjì nínú ọgọ́rùn-ún (2%) nígbàtí o bá pe àwọn oníbàárà mẹ́wàá tàbí jù bẹ́ẹ̀ lọ tí a ti fìdímúlẹ̀. Àwọn oníbàárà àkọ́kọ́ yóò gba ìrànlọ́wọ́ kíákíá láàárín àádọ́rùn-ún (90) ọjọ́ àkọ́kọ́ wa àti àǹfààní àkọ́kọ́ sí àwọn ẹ̀yà tuntun bí wọ́n ṣe ń jáde. Ìwọ̀nyí kì í ṣe àwọn ìpèsè ìpolówó tí ó ní ààlà àkókò - àwọn àǹfààní ayérayé ni wọ́n fún àwùjọ àwọn oníbàárà wa àkọ́kọ́.",
    "aboutCommitmentTitle": "Ileri Wa Si Ọ",
    "aboutCommitmentPara1": "A ò kọ́ eVault láti dije nínú ààyè fintech tí ó kún fọ́fọ́ nípa pípèsè àwọn òṣùwọ̀n tí ó sàn díẹ̀ tàbí àwọn ìpààrọ̀ owó tí ó yára díẹ̀. A ń ṣe àtúnyẹ̀wò bí àwọn amáyédèrọ̀ ìsanwó ṣe yẹ kí ó máa ṣiṣẹ́ ní Nàìjíríà, bẹ̀rẹ̀ pẹ̀lú àwọn ìlànà mẹ́ta tí ó ń darí gbogbo ìpinnu tí a bá ṣe.",
    "aboutCommitmentPara2": "Ní àkọ́kọ́, àwọn oníbàárà yẹ kí wọ́n mọ̀ bóyá ìdúnáókòwò wọn yóò yọrí sí rere ṣáájú kí wọ́n tó fọwọ́ sí i, kì í ṣe kí wọ́n wá mọ̀ nípa ìkùnà lẹ́yìn náà. Ní èkejì, nígbàtí o bá nílò ìrànlọ́wọ́, ó yẹ kí o bá ènìyàn sọ̀rọ̀ tí ó lè yanjú ìṣòro rẹ lójú ẹsẹ̀, láìka àsìkò tàbí ọjọ́ sí. Ní ẹkẹta, pípín àwọn àṣírí pàtàkì kò yẹ kí ó béèrè pé kí á yàn láàárín ìrọ̀rùn àti ààbò - ó yẹ kí o ní àwọn méjèèjì.",
    "aboutCommitmentPara3": "Àwọn ìlànà wọ̀nyí ló ń ṣe àkóso ohun gbogbo láti orí àwọn ètò ẹ̀rọ wa títí dé orí àwọn ìpinnu nípa àwọn òṣìṣẹ́ wa. Wọ́n gbówó lórí láti ṣe é dáradára, kò sì ṣeé ṣe láti ṣe àfarawé wọn fún ìgbà pípẹ́. Ṣùgbọ́n àwọn ni wọ́n tún jẹ́ ìpìlẹ̀ fún pẹpẹ ìsanwó tí Nàìjíríà yẹ sí, a sì ti pinnu láti kọ́ ọ dáradára dípò kíkọ́ ọ ní kánjúkánjú.",
    "aboutStayInformedTitle": "Duro Ni Imọ",
    "aboutStayInformedText": "Forúkọsílẹ̀ fún ìwé-ìròyìn wa fún àwọn àlàyé lórí ọjọ́ ìfilọ́lẹ̀ wa, àwọn ìkéde ẹ̀yà tuntun, àti àwọn àǹfààní ìwọlé àkọ́kọ́. A ń kọ́ ohun kan tí ó ṣe pàtàkì, a sì fẹ́ kí ẹ lọ́wọ́ nínú rẹ̀ láti ìbẹ̀rẹ̀.",
    "taglineShort": "Ọlọ́gbọ́n, ààbò, àti ìgbẹ́kẹ̀lé",
    "tagline": "eVault: Kọ́ fún òtítọ́ nẹ́tíwọ́kì Nàìjíríà, kì í ṣe ìrètí àìmọ̀.",
    "smartWallet": "Àpò Ọlọ́gbọ́n",
    "smartWalletDesc": "Fún gbogbo àwọn ìnílò owó rẹ",
    "digitalVault": "Àpò Àṣírí Oní-nọ́mbà",
    "digitalVaultDesc": "Tọ́jú àwọn àṣírí ní ààbò",
    "customerSupport": "Ìrànlọ́wọ́ oníbàárà 24/7",
    "customerSupportDesc": "Ẹ ni pàtàkì wa",
    "contactHeader": "Kan sí Wa",
    "contactSubheader": "Ṣé o ní ìbéèrè nípa eVault? Ṣé o fẹ́ kọ́ síi nípa àwọn ẹ̀yà wa tàbí àwọn àǹfààní ìbáṣepọ̀? A fẹ́ gbọ́ láti ọ̀dọ̀ rẹ.",
    "emailUs": "Fi Imeeli Ránṣẹ́ Sí Wa",
    "responseTime": "A máa ń dáhùn láàárín wákàtí 24",
    "stayConnected": "Wà Ní Ìsopọ̀",
    "followUpdates": "Tẹ̀lé wa fún àwọn ìmúdójúìwọ̀n, àkóónú ẹ̀yìn-ìṣẹ́, àti àwọn ìkéde ìfilọ́lẹ̀"
  },
  "ig": {
    "home": "Ụlọ",
    "about": "Banyere",
    "contact": "Kpọtu",
    "launchingSoon": "Imalite N'oge adighi anya",
    "stayTuned": "Anyị na-akwado ihe dị ịtụnanya. Nọgide na-ege ntị maka mmelite.",
    "companyStory": "Akụkọ Ụlọ ọrụ",
    "companyStoryShort": "Ịkwụ ụgwọ na Naịjirịa na-akụ afọ n'ala na-enweghị ịdọ aka ná ntị. Nkwado ndị ahịa na-echere ruo oge ọrụ. A na-ekekọrịta nzere na-enwe olileanya na a gaghị eji ha mee ihe n'ụzọ na-ezighị ezi. Anyị wuru eVault iji dozie nke a site na ihe ngosi ihe ịga nke ọma nke azụmahịa ozugbo, nkwado mmadụ 24/7, na ikesa nzere echekwara site na 'Digital Vault' (Ebe Nchekwa Dijital) anyị.",
    "companyStoryFull": "Etinyere ya n'ọhụụ iji gbanwee ka azụmaahịa si arụ ọrụ, ụlọ ọrụ anyị guzoro na nkwụsị nke ihe ọhụrụ na ọkaibe. Anyị kwenyere n'ịmepụta ihe ngwọta nke na-abụghị naanị na-egbo mkpa nke taa kamakwa na-atụ anya ohere nke echi.\n\nNdị otu anyị nke ndị ọkachamara raara onwe ha nye na-eweta ahụmịhe jikọtara ọnụ kemgbe ọtụtụ iri afọ n'ofe ụlọ ọrụ dị iche iche, nke otu ebumnuche jikọtara ọnụ: iji wepụta uru pụrụ iche nye ndị ahịa anyị. Anyị na-eji ihe okike, nkenke, na ntinye siri ike na ịdị mma abịarute ọrụ ọ bụla.\n\nSite na mmekọrịta dị n'usoro na ihe ọhụrụ na-aga n'ihu, anyị ewulitela aha maka ntụkwasị obi na nsonaazụ. Emebere ihe ngwọta anyị ka ọ bụrụ nke a na-agbanwe agbanwe, na-adigide, ma hazie ya maka mkpa pụrụ iche nke onye ahịa ọ bụla.\n\nKa anyị na-akwado ịmalite ikpo okwu ọhụrụ anyị, obi dị anyị ụtọ ịkọrọ ụwa ọhụụ anyị. Soro anyị na njem a ka anyị na-akọwapụta ihe ga-ekwe omume na azụmahịa ọgbara ọhụrụ.",
    "ourMission": "Ozi Anyị",
    "missionText": "Iji nye ndị azụmahịa ike na ngwọta ọhụrụ nke na-akwalite uto na ihe ịga nke ọma.",
    "getInTouch": "Kpọtu Anyị",
    "contactInfo": "Ozi Kpọtu",
    "email": "Email",
    "phone": "Ekwentị",
    "address": "Adreesị",
    "followUs": "Soro Anyị",
    "emailPlaceholder": "info@company.com",
    "phonePlaceholder": "+234 (555) 123-4567",
    "addressPlaceholder": "123 Okporo ụzọ Azụmahịa, Suite 100, Obodo, Steeti 12345",
    "aboutHeader": "Ịtụgharị uche na akụrụngwa ịkwụ ụgwọ maka Naịjirịa",
    "aboutVisionTitle": "Ọhụụ Anyị",
    "aboutVisionText": "Ọnọdụ ịkwụ ụgwọ na Naịjirịa agbanweela nke ukwuu, mana nnukwu nsogbu ka dị. Azụmaahịa na-akụ afọ n'ala na-enweghị ịdọ aka ná ntị, na-ahapụ ego n'efu. Nkwado ndị ahịa na-arụ ọrụ naanị n'oge awa ọrụ, na-amanye ndị ọrụ ichere ọtụtụ ụbọchị maka mkpebi. Ikesa nzere ego dị nro pụtara inwe olileanya na a gaghị eji ha mee ihe n'ụzọ na-ezighị ezi. Anyị tọrọ ntọala eVault iji lebara okwu sistemu ndị a anya site na teknụzụ emebere kpọmkwem maka ahịa Naịjirịa.",
    "aboutDifferentTitle": "Otu Anyị Si Dị Iche",
    "aboutDifferentPara1": "Na eVault, anyị kwenyere na nghọta kwesịrị ịbịa tupu ikike, ọ bụghị ma e mesịa. Ihe ngosi ike netwọkụ anyị na-enyocha njikọ ụlọ akụ ozugbo tupu ịmalite azụmahịa ọ bụla, na-egosi gị ma ọ bụrụ na ịkwụ ụgwọ gị ga-aga nke ọma. Ihe ọhụrụ a dị mfe na-ewepụ nchegbu nke ịtụgharị uche ma nnyefe gị ọ gara nke ọma na nkụda mmụọ nke usoro ntụgharị ụbọchị mgbe ọ na-agaghị.",
    "aboutDifferentPara2": "Anyị ahaziela nkwado ndị ahịa anyị gburugburu ụkpụrụ nke na-ada ka ihe doro anya mana ọ ka dị ụkọ na fintech Naịjirịa: ụmụ mmadụ kwesịrị ịza mgbe ị kpọrọ. Ndị otu nkwado anyị na-arụ ọrụ awa iri abụọ na anọ kwa ụbọchị, ụbọchị asaa kwa izu, site na ekwentị na nkata. Mgbe okwu azụmahịa bilitere n'elekere abụọ nke ụtụtụ, ị na-agwa onye nnọchi anya zụrụ azụ nke na-edozi nsogbu gị na nkeji, ọ bụghị 'chatbot' nke na-emepụta tiketi ị ga-esochi n'oge awa ọrụ.",
    "aboutDifferentPara3": "Maka ndị ọrụ azụmaahịa na ndị ọkachamara, anyị mepụtara 'Digital Vault' - usoro njikwa nzere echekwara nke na-edozi nsogbu ọtụtụ fintechs na-eleghara anya. Mgbe ịchọrọ ịkekọrịta nkọwa ụlọ akụ, akwụkwọ nyocha, ma ọ bụ nzere nnweta, 'Vault' na-ewepụta njikọ nwere oke oge, nke a na-eji otu oge. Ndị nnata nwere ike ịlele ozi ahụ otu ugboro tupu njikọ ahụ agwụchaa kpamkpam, ọbụlagodi na ha zigara ya ndị ọzọ. Data gị dị nro na-anọgide na-echekwa n'achọghị ihe ọmụma nzuzo siri ike n'akụkụ ọ bụla.",
    "aboutPartnershipsTitle": "Wuru na Mmekọrịta Ilana",
    "aboutPartnershipsPara1": "Kama ịnwa ịghọ ụlọ akụ n'onwe anyị, anyị na BELL Microfinance Bank emekọrịtala ọnụ iji nye ndị ọrụ anyị akaụntụ nwere ikike zuru oke, nke a na-achịkwa. Mmekọrịta a na-enye anyị ohere ilekwasị anya n'ihe anyị kacha eme nke ọma - iwulite teknụzụ ịkwụ ụgwọ dị elu na ahụmịhe ndị ahịa - ebe BELL na-ahụ maka njikwa akaụntụ, nnabata usoro, na nchekwa ego n'okpuru nlekọta nke Central Bank of Nigeria. Akaụntụ eVault gị na-arụ ọrụ dị ka ihe ngwọta ụlọ akụ zuru oke yana nnyefe ngwa ngwa yana ụgwọ dị ala karịa ụlọ akụ ọdịnala, nke ikikere ụlọ akụ microfinance BELL kwadoro.",
    "aboutPartnershipsPara2": "Ihe owuwu nchekwa na-akwado ihe niile anyị na-ewu. Anyị na-eji ụkpụrụ nzuzo ọkwa ụlọ akụ nke ụlọ ọrụ ego mba ụwa na-eji, na-ahụ na ego gị na ozi nkeonwe gị nọgidere na-echebe. Ọrụ ọ bụla na-arụ ọrụ na sistemu nkwado ndabere na mpaghara, yabụ ọ bụrụ na otu ọnụ ụzọ ịkwụ ụgwọ enwee nsogbu, nke ọzọ na-arụ ọrụ na-akpaghị aka n'egbochighị azụmahịa gị. Ịkwụ ụgwọ gị na-aga nke ọma n'ihi na emebere akụrụngwa anyị maka eziokwu netwọkụ Naịjirịa, ọ bụghị echiche ebubatara maka njikọta.",
    "aboutPlatformTitle": "Ngwongwo Ikwụ Ụgwọ Zuruo Ezu",
    "aboutPlatformText": "Ewezuga ihe ọhụrụ anyị bụ isi, eVault na-enye ọrụ ịkwụ ụgwọ niile nke ndị Naịjirịa na-eji kwa ụbọchị. Zụta oge ikuku maka netwọkụ ọ bụla, rụọ ọrụ ngwugwu data malite na ₦499 maka otu gigabyte, kwụọ ụgwọ ọkụ eletrik na mmiri maka ndị isi na-eweta ya, ma fanye ndebanye aha USB maka DSTV, GOtv, na Startimes. Ndị a abụghị ihe dị iche anyị - ha bụ ihe mgbakwunye a na-atụ anya ya nke anyị mere ka ọ bụrụ ntụkwasị obi na ọnụ ala n'ime otu ikpo okwu.",
    "aboutInnovationTitle": "Ihe Ọhụrụ na Mmepe",
    "aboutInnovationPara1": "Anyị na-ewu ike ịkwụ ụgwọ n'enweghị mmetụ (contactless) nke ga-amalite na nkeji nkeji. Ndị ọrụ azụmaahịa ga-erite uru site na ọrụ NFC (tap-to-pay) n'ebe ndị ahịa mmekọ, ebe ndị ọrụ nkeonwe ga-enwe mbufe koodu QR maka ịkwụ ụgwọ ndị ọgbọ na ndị ọgbọ ozugbo. Onye ọrụ ọ bụla na-enweta koodu QR pụrụ iche mgbe ọ debanyere aha maka ịnata ego, yana njirimara nyocha anyị na-enyere aka ịkwụ ụgwọ nye onye ọrụ eVault ọ bụla ọzọ. Anyị na-eji nlezianya na-emepụta akụrụngwa a, na-ebute nchekwa na ntụkwasị obi ụzọ karịa mbugharị ngwa ngwa.",
    "aboutInnovationPara2": "Ewezuga ịkwụ ụgwọ n'enweghị mmetụ, map mmepe anyị gụnyere nyocha azụmahịa nke AI kwadoro nke na-achọpụta oge ịkwụ ụgwọ kacha mma dabere na usoro netwọkụ akụkọ ihe mere eme, ngwaọrụ mmefu ego mara mma nke na-echekwa ego na-akpaghị aka n'achọghị mgbalị amamihe, yana nchọpụta aghụghọ dị elu nke na-egbochi ọrụ enyo tupu ọ metụta akaụntụ gị. Ihe ndị a na-anọchite anya ọhụụ anyị ogologo oge maka ihe fintech Naịjirịa kwesịrị ịghọ.",
    "aboutEarlyAdoptersTitle": "Uru Ndị Mbụ",
    "aboutEarlyAdoptersText": "Ndị ọrụ sonyere eVault tupu mmalite ọchịchị anyị na-enweta uru na-adịgide adịgide dị ka ekele maka ntụkwasị obi mbụ ha. Ị ga-enweta otu pasentị (1%) nkwụghachi ụgwọ na ịzụrụ oge ikuku niile, na-abawanye ruo pasentị abụọ (2%) mgbe ị zoro aka na ndị ọrụ iri ma ọ bụ karịa enyochapụtara. Ndị mbụ nakweere na-enweta nkwado ndị ahịa kacha mkpa n'ime ụbọchị iri itoolu mbụ anyị na ohere mbụ ịnweta atụmatụ ọhụrụ ka ha na-amalite. Ndị a abụghị onyinye nkwado nke na-agwụ - ha bụ uru na-adịgide adịgide maka obodo ndị ọrụ ntọala anyị.",
    "aboutCommitmentTitle": "Nkwa Anyị Nye Gị",
    "aboutCommitmentPara1": "Anyị anaghị ewu eVault iji sọọ mpi n'ime oghere fintech juru site n'inye ọnụego dị mma ma ọ bụ nnyefe dị ntakịrị ọsọ. Anyị na-atụgharị uche etu akụrụngwa ịkwụ ụgwọ kwesịrị isi rụọ ọrụ na Naịjirịa, malite n'ụkpụrụ atọ na-eduzi mkpebi ọ bụla anyị na-eme.",
    "aboutCommitmentPara2": "Nke mbụ, ndị ọrụ kwesịrị ịma ma azụmahịa ha ọ ga-aga nke ọma tupu ha enye ikike, ọ bụghị ịchọpụta ọdịda ma emechaa. Nke abụọ, mgbe ịchọrọ enyemaka, ị kwesịrị ịgwa mmadụ okwu nwere ike idozi nsogbu gị ozugbo, n'agbanyeghị oge ma ọ bụ ụbọchị. Nke atọ, ịkekọrịta ozi dị nro ekwesịghị ịchọ ịhọrọ n'etiti ịdị mfe na nchekwa - ị kwesịrị ịnwe ha abụọ.",
    "aboutCommitmentPara3": "Ụkpụrụ ndị a na-akpụzi ihe niile site na nhazi teknụzụ anyị ruo na mkpebi ndị ọrụ anyị. Ha dị oke ọnụ iji mejuputa ya nke ọma na ọ gaghị ekwe omume ime adịgboroja ogologo oge. Mana ha bụkwa ntọala nke ikpo okwu ịkwụ ụgwọ nke Naịjirịa kwesịrị, anyị kpebisiri ike iwulite ya nke ọma karịa iwulite ya ngwa ngwa.",
    "aboutStayInformedTitle": "Nọgide na Amata",
    "aboutStayInformedText": "Debanye aha maka akwụkwọ akụkọ anyị maka mmelite na ụbọchị mmalite anyị, ọkwa njirimara ọhụrụ, na ohere ịnweta mbụ. Anyị na-ewu ihe dị ịrịba ama, anyị chọkwara ka ị sonyere na mbido.",
    "taglineShort": "Mara ihe, nọrọ na nchekwa, bụrụ ntụkwasị obi",
    "tagline": "eVault: Ewuru maka eziokwu netwọkụ Naịjirịa, ọ bụghị echiche enweghị isi.",
    "smartWallet": "Obere Akpa Mara Ihe",
    "smartWalletDesc": "Maka mkpa ego gị niile",
    "digitalVault": "Ebe Nchekwa Dijital",
    "digitalVaultDesc": "Chekwaa nzere n'ụzọ echekwara",
    "customerSupport": "Nkwado ndị ahịa 24/7",
    "customerSupportDesc": "Ị bụ ihe kacha anyị mkpa",
    "contactHeader": "Kpọtu Anyị",
    "contactSubheader": "Ị nwere ajụjụ gbasara eVault? Ịchọrọ ịmụtakwu banyere atụmatụ anyị ma ọ bụ ohere mmekọrịta? Anyị ga-achọ ịnụ n'aka gị.",
    "emailUs": "Zitere Anyị Email",
    "responseTime": "Anyị na-azakarị n'ime awa 24",
    "stayConnected": "Nọgide Na Njikọ",
    "followUpdates": "Soro anyị maka mmelite, ọdịnaya n'azụ ihe omume, na ọkwa mmalite"
  }
}